Repository: Jeihunn/django-pavshop-project
Catalog: pavshop/locale/*/LC_MESSAGES/django.po
Languages: az

source: Personal info
az: Şəxsi məlumat

source: Permissions
az: İcazələr

source: Important dates
az: Vacib tarixlər

source: Profile Image
az: Profil şəkli

source: Both User and IP Address fields cannot be left empty at the same time. Please either select a User or provide an IP Address.
az: Həm İstifadəçi, həm də IP Ünvanı sahələri eyni vaxtda boş qala bilməz. Lütfən, ya İstifadəçi seçin, ya da IP ünvanı göstərin.

source: You cannot select both a User and provide an IP Address at the same time. Please either select a User or provide an IP Address.
az: Siz eyni anda həm İstifadəçi seçə, həm də IP Ünvanını təqdim edə bilməzsiniz. Lütfən, ya İstifadəçi seçin, ya da IP ünvanı göstərin.

source: Set to Default Photo
az: Defolt Foto təyin edin

source: A user with that email already exists.
az: Həmin e-poçtu olan istifadəçi artıq mövcuddur.

source: Email Address
az: E-poçt ünvanı

source: A user account associated with this email address is already active. You cannot request new tokens.
az: Bu e-poçt ünvanı ilə əlaqəli istifadəçi hesabı artıq aktivdir. Siz yeni nişanlar tələb edə bilməzsiniz.

source: We couldn't find a user with this email address. Please make sure you've entered a valid email address.
az: Bu e-poçt ünvanı ilə istifadəçi tapa bilmədik. Lütfən, düzgün e-poçt ünvanı daxil etdiyinizə əmin olun.

source: Old password
az: Köhnə şifrə

source: New password
az: Yeni şifrə

source: New password confirmation
az: Yeni şifrə təsdiqi

source: Email
az: E-poçt

source: No active users were found with this email address. Please enter a valid email address.
az: Bu e-poçt ünvanı ilə aktiv istifadəçi tapılmadı. Etibarlı e-poçt ünvanı daxil edin.

source: Name
az: Ad

source: Country Code
az: Ölkə kodu

source: Country
az: Ölkə

source: Countries
az: Ölkələr

source: City
az: Şəhər

source: Cities
az: Şəhərlər

source: Street Address
az: Küçə ünvanı

source: Address
az: Ünvan

source: Addresses
az: Ünvanlar

source: Position
az: Vəzifə

source: Positions
az: Vəzifələr

source: Phone Number
az: Telefon nömrəsi

source: Ips
az: IP-lər

source: User
az: İstifadəçi

source: IP Address
az: IP ünvanı

source: Start Time
az: Başlama vaxtı

source: Duration
az: Müddət

source: Reason
az: Səbəb

source: Active
az: Aktiv

source: Blacklist Entry
az: Qara siyahıya giriş

source: Blacklist Entries
az: Qara siyahı girişləri

source: Oops! Account Activation Failed
az: Vay! Hesabın Aktivləşdirilməsi Alınmadı

source: Sorry, the activation link is invalid or has expired.
az: Üzr istəyirik, aktivləşdirmə linki etibarsızdır və ya vaxtı keçib.

source: Please
az: Zəhmət olmasa

source: request a new activation token
az: yeni aktivasiya nişanı tələb edin

source: or contact support for assistance.
az: və ya yardım üçün dəstək xidməti ilə əlaqə saxlayın.

source: Contact Support
az: Dəstək ilə əlaqə

source: Support Email
az: Dəstək E-poçtu

source: Pavshop. All rights reserved.
az: Pavshop. Bütün hüquqlar qorunur.

source: Access Blocked
az: Giriş Bloklandı

source: Your access to this page has been blocked due to security reasons. If you believe this is an error or need further assistance, please reach out to our support team.
az: Bu səhifəyə girişiniz təhlükəsizlik səbəbi ilə bloklanıb. Bunun xəta olduğuna inanırsınızsa və ya əlavə yardıma ehtiyacınız varsa, dəstək komandamızla əlaqə saxlayın.

source: Change Password
az: Şifrənin dəyişdirilməsi

source: Password Changed Successfully
az: Şifrə Uğurla Dəyişdirildi

source: Your password has been updated securely.
az: Şifrəniz təhlükəsiz şəkildə yeniləndi.

source: Return to Home Page
az: Əsas səhifəyə qayıt

source: Pavshop. All rights reserved
az: Pavshop. Bütün hüquqlar qorunur

source: LOGIN YOUR ACCOUNT
az: HESABINIZA GİRİN

source: USERNAME
az: İstifadəçi adı

source: PASSWORD
az: Şifrə

source: LOGIN
az: DAXİL OL

source: Forgot Password
az: Şifrəni unutmusunuz

source: Get New Account Activation Link
az: Yeni Hesab Aktivləşdirmə Linkini əldə edin

source: LOGIN WITH
az: İLƏ GİRİN

source: Reset Password
az: Şifrəni sıfırlamaq

source: Please enter your registered email address below. A password reset link will be sent to your email address
az: Zəhmət olmasa qeydiyyatdan keçmiş e-poçt ünvanınızı aşağıya daxil edin. Şifrə sıfırlama linki e-poçt ünvanınıza göndəriləcək

source: Password Reset Complete
az: Parolun Sıfırlanması Tamamlandı

source: Login
az: Daxil ol

source: Password Reset Confirmation
az: Şifrə Sıfırlanması Təsdiqi

source: Oops! Password Reset Confirmation Failed
az: Vay! Şifrə Sıfırlama Təsdiqi Uğursuz Oldu

source: For assistance, please contact us at
az: Yardım üçün bizimlə əlaqə saxlayın

source: REGISTER
az: QEYDİYYATDAN KEÇİN

source: EMAIL ADDRESS
az: E-poçt ünvanı

source: FIRST NAME
az: AD

source: LAST NAME
az: SOYAD

source: CONFIRM PASSWORD
az: Şifrəni Təsdiqlə

source: PHONE
az: TELEFON

source: STREET ADDRESS
az: KÜÇƏ ÜNVANI

source: COUNTRY
az: ÖLKƏ

source: TOWN/CITY
az: ŞƏHƏR

source: REGISTER NOW
az: İNDİ QEYDİYYATDAN KEÇ

source: Request Token
az: Token tələb edin

source: Back to Login
az: Giriş səhifəsinə qayıt

source: Username
az: İstifadəçi adı

source: Registered
az: Qeydiyyatdan keçib

source: Last Login
az: Son giriş

source: First Name
az: Ad

source: Last Name
az: Soyad

source: Delete profile image
az: Profil şəklini silin

source: Save changes
az: Dəyişiklikləri yadda saxla

source: Login successful. Welcome!
az: Giriş uğurlu oldu. Xoş gəldiniz!

source: Registration successful! Please confirm your email address to complete the registration. An activation link has been sent to your email.
az: Qeydiyyat uğurlu oldu! Qeydiyyatı tamamlamaq üçün e-poçt ünvanınızı təsdiqləyin. Aktivləşdirmə linki e-poçtunuza göndərildi.

source: Your account has been activated successfully. You can now log in.
az: Hesabınız uğurla aktivləşdirildi. İndi daxil ola bilərsiniz.

source: An account activation token has been sent to your email address. Please check your inbox and follow the instructions to activate your account.
az: E-poçt ünvanınıza hesab aktivləşdirmə nişanı göndərildi. Zəhmət olmasa, gələnlər qutusunu yoxlayın və hesabınızı aktivləşdirmək üçün təlimatlara əməl edin.

source: Categories
az: Kateqoriyalar

source: Tags
az: Etiketlər

source: Cover Image
az: Qapaq şəkli

source: Blog ID
az: Bloq ID

source: Blog Title
az: Bloq Başlığı

source: The selected parent review does not belong to the chosen blog.
az: Seçilmiş valideyn rəyi seçilmiş bloqa aid deyil.

source: The selected parent comment exceeds the designated maximum sub-comment level. Maximum level: {}
az: Seçilmiş valideyn şərhi təyin edilmiş maksimum alt şərh səviyyəsini keçir. Maksimum səviyyə: {}

source: This field is required.
az: Bu sahə boş ola bilməz.

source: A comment cannot be its own parent.
az: Şərh öz valideyni ola bilməz.

source: This comment cannot be a parent of its own parent.
az: Bu şərh öz valideyninin valideyni ola bilməz.

source: Full name field should be empty when user is specified.
az: İstifadəçi göstərildikdə tam ad sahəsi boş olmalıdır.

source: Email field should be empty when user is specified.
az: İstifadəçi qeyd edildikdə e-poçt sahəsi boş olmalıdır.

source: Full name field is required when user is not specified.
az: İstifadəçi göstərilmədikdə tam ad sahəsi tələb olunur.

source: Email field is required when user is not specified.
az: İstifadəçi göstərilmədikdə e-poçt sahəsi tələb olunur.

source: Blog Category
az: Bloq kateqoriyası

source: Blog Categories
az: Bloq kateqoriyaları

source: Blog Tag
az: Bloq etiketi

source: Blog Tags
az: Bloq etiketləri

source: Author
az: Müəllif

source: Title
az: Başlıq

source: Content
az: Məzmun

source: Publish Date
az: Yayımlanma tarixi

source: Blog
az: Bloq

source: Blogs
az: Bloqlar

source: Parent
az: Valideyn

source: Full Name
az: Tam Adınız

source: Subject
az: Mövzu

source: Comment
az: Şərh

source: Blog Review
az: Bloq rəyi

source: Blog Reviews
az: Bloq rəyləri

source: Category
az: Kateqoriya

source: Results
az: Nəticələr

source: Tag
az: Etiket

source: READ MORE
az: DAVAMINI OXU

source: There are no blog posts available at the moment
az: Hazırda heç bir blog yazısı mövcud deyil

source: Please check back later for exciting content
az: Maraqlı məzmun üçün sonra yenidən yoxlayın

source: category
az: Kateqoriya

source: POUPLAR TAGS
az: POPULAR ETİKETLƏR

source: Search
az: Axtar

source: archives
az: ARXİVLƏR

source: recent post
az: son yazı

source: Invalid page number.
az: Yanlış səhifə nömrəsi.

source: Invalid date format.
az: Yanlış tarix formatı.

source: VIEW SITE
az: SAYTI ZİYARƏT ET

source: Title Color
az: Başlıq Rəngi

source: Title Font Size (px)
az: Başlıq Şrift Ölçüsü (px)

source: Description Color
az: Açıqlama Rəngi

source: Description Font Size (px)
az: Açıqlama Şrift Ölçüsü (px)

source: Image
az: Şəkil

source: Product Version Active
az: Məhsul Versiyası Aktiv

source: Social Media Links
az: Sosial Media Linkləri

source: Created At
az: Yaradılma vaxtı

source: Updated At
az: Yenilənmə vaxtı

source: Message
az: Mesaj

source: Contact
az: Əlaqə

source: Contacts
az: Əlaqələr

source: Subscription Status
az: Abunəlik statusu

source: Newsletter
az: Xəbər bülleteni

source: Newsletters
az: Xəbər bülletenləri

source: All Pages
az: Bütün Səhifələr

source: About Us Page
az: Haqqımızda Səhifə

source: Contact Page
az: Əlaqə Səhifəsi

source: Wishlist Page
az: İstək Siyahısı Səhifəsi

source: Login Page
az: Daxil Ol Səhifəsi

source: Register Page
az: Qeydiyyat Səhifəsi

source: Blog List Page
az: Bloq Siyahısı Səhifəsi

source: Blog Detail Page
az: Bloq Təfərrüatları Səhifəsi

source: Product List Page
az: Məhsul Siyahısı Səhifəsi

source: Product Detail Page
az: Məhsul Təfərrüatları Səhifəsi

source: Shopping Cart Page
az: Alış-veriş Səbəti Səhifəsi

source: Checkout Page
az: Ödəniş Səhifəsi

source: Page
az: Səhifə

source: Title Font Size
az: Başlıq Şrift Ölçüsü

source: Description
az: Açıqlama

source: Description Font Size
az: Açıqlama Şrift Ölçüsü

source: Sub Banner
az: Alt banner

source: Sub Banners
az: Alt bannerlər

source: Product Version
az: Məhsul versiyası

source: An advertisement already exists for this product version.
az: Bu məhsul versiyası üçün reklam artıq mövcuddur.

source: If a product version is selected, image must be empty.
az: Məhsul versiyası seçilibsə, şəkil boş olmalıdır.

source: If a product version is selected, link must be empty.
az: Məhsul versiyası seçilibsə, link boş olmalıdır.

source: If no product version is selected, the image must be provided.
az: Heç bir məhsul versiyası seçilməyibsə, şəkil təqdim edilməlidir.

source: Reklam Banners
az: Reklam bannerlər

source: Display Order
az: Görüntüləmə Sırası

source: Order in which this member will be displayed on the page
az: Bu üzvün səhifədə göstəriləcəyi sıra

source: Team Member
az: Komanda üzvü

source: Team Members
az: Komanda üzvləri

source: A Brief History
az: QISA TARİX

source: PLEASE fill-up FEW details
az: Lütfən, bir neçə məlumatı doldurun

source: Thank You. Your Message has been Submitted
az: Çox sağ ol. Mesajınız Göndərildi

source: Full name
az: Tam adınız

source: Phone
az: Telefon

source: SUBJECT
az: MÖVZU

source: Send Message
az: Mesaj Göndər

source: OUR ADDRESS
az: ÜNVANIMIZ

source: We're here for you and ready to answer all your questions.
az: Biz sizin üçün buradayıq və bütün suallarınıza cavab verməyə hazırıq.

source: about PAVSHOP
az: PAVSHOP haqqında

source: PAVSHOP. All right reserved
az: Pavshop. Bütün hüquqlar qorunur

source: Home
az: Ana Səhifə

source: Designer
az: Dizayner

source: store
az: Mağaza

source: Most Reviewed Products
az: Ən Çox Rəy Yazılan Məhsullar

source: NEW ARRIVAL
az: YENİ MƏHSULLAR

source: Best Collection
az: Ən yaxşı kolleksiya

source: Explore our latest collection for your style.
az: Stilinizə uyğun ən son kolleksiyamızı kəşf edin.

source: Shop now for the trendiest products.
az: Ən dəbli məhsullar üçün indi alış-verişə başlayın.

source: Don't miss out on discounts!
az: Endirimləri qaçırmayın!

source: SHOP NOW
az: İNDİ AL

source: About
az: Haqqımızda

source: HELLO
az: SALAM

source: FAVORITES
az: SEÇİLMİŞLƏR

source: ACCOUNT INFO
az: ŞƏXSİ MƏLUMATLAR

source: CHANGE PASSWORD
az: PAROLU DƏYİŞ

source: LOG OUT
az: ÇIXIŞ

source: SHOP NOW
az: İNDİ AL

source: NEWSLETTER
az: XƏBƏRLƏR

source: To receive the latest news and stay up to date, subscribe to our newsletter. Please enter your email address below.
az: Ən son xəbərləri almaq və yeniliklərə qoşulmaq üçün bültenimizə abunə olun. Zəhmət olmasa, e-poçt ünvanınızı aşağıda daxil edin.

source: Enter your email address
az: E-poçt ünvanınızı daxil edin

source: SEND ME
az: GÖNDƏR MƏNƏ

source: Discover Our Latest Products
az: Ən Son Məhsullarımızı kəşf edin

source: Explore our most sought-after products carefully curated to meet your needs. Find the perfect items that match your style and preferences.
az: Ehtiyaclarınızı ödəmək üçün diqqətlə seçilmiş ən çox axtarılan məhsullarımızı araşdırın. Üslubunuza və seçimlərinizə uyğun mükəmməl əşyaları tapın.

source: We share forward-looking knowledge and experiences with you. We are constantly learning to provide you with better service.
az: Gələcəyə dair bilik və təcrübələrimizi sizinlə bölüşürük. Biz sizə daha yaxşı xidmət göstərmək üçün daim öyrənirik.

source: Thank You. Your message has been sent successfully!
az: Təşəkkür edirik. Mesajınız uğurla göndərildi!

source: Oops! Something went wrong. Please review your message and make sure all the required fields are filled correctly.
az: Vay! Nəsə xəta baş verdi. Mesajınızı nəzərdən keçirin və bütün tələb olunan sahələrin düzgün doldurulduğundan əmin olun.

source: Successfully sent!
az: Uğurla göndərildi!

source: Order Item
az: Sifariş elementi

source: Order Items
az: Sifariş elementləri

source: Company Name
az: Şirkət Adı

source: Billing Address
az: Faktura ünvanı

source: Billing Addresses
az: Faktura ünvanları

source: Shipping Address
az: Çatdırılma ünvanı

source: Shipping Addresses
az: Çatdırılma ünvanları

source: Ordered Date
az: Sifariş Tarixi

source: Paid
az: Ödənildi

source: Order
az: Sifariş

source: Orders
az: Sifarişlər

source: Quantity
az: Miqdar

source: Price
az: Qiymət

source: BILLING DETAILS
az: FAKTURA TƏFƏRRÜATLARI

source: COMPANY NAME
az: ŞİRKƏT ADI

source: ADDRESS
az: ÜNVAN

source: COUNTRY
az: ÖLKƏ

source: EMAIL ADDRESS
az: E-poçt ünvanı

source: PHONE
az: TELEFON

source: Ship to the same address
az: Eyni ünvana göndərin

source: SHIPPING info
az: GÖNDƏRİLMƏ məlumatı

source: YOUR ORDER
az: SİZİN ÜÇÜN

source: TOTAL COST
az: ÜMUMİ XƏRC

source: I’VE READ AND ACCEPT THE TERMS & CONDITIONS
az: MƏN ŞƏRTLƏRİ OXUMUŞAM VƏ QƏBUL EDİRƏM

source: PLACE ORDER
az: SİFARİŞ VERİN

source: Discount
az: Endirim

source: Discounts
az: Endirimlər

source: Images
az: Şəkillər

source: Cart Item
az: Səbət elementi

source: Cart Items
az: Səbət elementləri

source: Color
az: Rəng

source: Percent
az: Faiz

source: Colors
az: Rənglər

source: Product Version is Active
az: Məhsul Versiyası Aktiv

source: A product category with the same name (name_en) already exists.
az: Eyni adlı məhsul kateqoriyası (name_en) artıq mövcuddur.

source: A product category with the same name (name_az) already exists.
az: Eyni adlı məhsul kateqoriyası (name_az) artıq mövcuddur.

source: Price cannot be negative.
az: Qiymət mənfi ola bilməz.

source: Quantity cannot be negative.
az: Miqdar mənfi ola bilməz.

source: You already have a wishlist.
az: Artıq istək siyahınız var.

source: Color Name
az: Rəng Adı

source: Hex Code
az: HEX Kodu

source: Designers
az: Dizaynerlər

source: Brand
az: Brend

source: Brands
az: Brendlər

source: Products
az: Məhsullar

source: Product Category
az: Məhsul kateqoriyası

source: Product Categories
az: Məhsul kateqoriyaları

source: Product Tag
az: Məhsul etiketi

source: Product Tags
az: Məhsul etiketləri

source: Product
az: Məhsul

source: Product Versions
az: Məhsul versiyaları

source: Product Version Image
az: Məhsul versiyası şəkili

source: Product Version Images
az: Məhsul versiyası şəkilləri

source: Product Version Review
az: Məhsul versiyası rəyi

source: Product Version Reviews
az: Məhsul versiyası rəyləri

source: Wishlist
az: İstək siyahısı

source: Wishlists
az: İstək siyahıları

source: Shopping Cart
az: Səbət

source: Shopping Carts
az: Səbətlər

source: Cart
az: Səbət

source: Sort By
az: Sırala

source: Title (A to Z)
az: Başlıq (A-dan Z-ə)

source: Title (Z to A)
az: Başlıq (Z-dan A-ya)

source: Price (Low to High)
az: Qiymət (Aşağıdan Yuxarıya)

source: Price (High to Low)
az: Qiymət (Yuxarıdan Aşağıya)

source: Oldest First
az: Ən köhnə ilk

source: Newest First
az: Ən yeni ilk

source: FILTER BY COLORS
az: RƏNGLƏRƏ GÖRƏ FİLTİR

source: brands
az: Brendlər

source: PRODUCTS
az: MƏHSULLAR

source: NAME
az: AD

source: PRICE
az: QİYMƏT

source: QTY
az: SAY

source: TOTAL
az: ÜMUMİ

source: grand total
az: ümumi cəmi

source: PRODUCTS
az: MƏHSULLAR

source: NAME
az: AD

source: Your comment has been successfully saved.
az: Şərhiniz uğurla yadda saxlanıldı.

source: There was an error saving your comment. Please review the fields and make sure they are correct.
az: Şərhinizi yadda saxlayarkən xəta baş verdi. Sahələri nəzərdən keçirin və düzgün olduğundan əmin olun.

source: There was an error saving your comment. Please review the fields and make sure they are correct.
az: Şərhinizi yadda saxlayarkən xəta baş verdi. Sahələri nəzərdən keçirin və düzgün olduğundan əmin olun.
